<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;

class SeoItemsTableSeeder extends Seeder
{

    /**
     * Auto generated seed file
     *
     * @return void
     */
    public function run()
    {


        \DB::table('seo_items')->delete();

        \DB::table('seo_items')->insert(array (
            0 =>
            array (
                'id' => 1,
                'slug' => 'گوشی-موبایل-اپل-مدل-iphone-16-ch-دو-سیم-کارت-ظرفیت-128-گیگابایت-و-رم-8-گیگابایت',
                'meta_title' => 'قیمت و خرید گوشی موبایل اپل مدل iPhone 16 CH دو سیم کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت',
                'meta_description' => 'خرید اینترنتی گوشی موبایل اپل مدل iPhone 16 CH دو سیم کارت ظرفیت 128 گیگابایت و رم 8 گیگابایت با رنگبندی سبز، سفید، آبی، صورتی، مشکی به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 1,
                'created_at' => '2025-04-01 17:48:44',
                'updated_at' => '2025-04-01 17:48:44',
            ),
            1 =>
            array (
                'id' => 2,
                'slug' => 'گوشی-موبایل-اپل-مدل-iphone-13-ch-دو-سیم-کارت-ظرفیت-128-گیگابایت-و-رم-4-گیگابایت-نات-اکتیو',
                'meta_title' => 'قیمت و خرید گوشی موبایل اپل مدل iPhone 13 CH دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت - نات اکتیو',
                'meta_description' => 'خرید اینترنتی گوشی موبایل اپل مدل iPhone 13 CH دو سیم‌ کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت - نات اکتیو با رنگبندی مشکی، سبز تیره، سفید به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 2,
                'created_at' => '2025-04-01 18:21:58',
                'updated_at' => '2025-04-01 18:21:58',
            ),
            2 =>
            array (
                'id' => 3,
                'slug' => 'گوشی-موبایل-سامسونگ-مدل-galaxy-a05s-دو-سیم-کارت-ظرفیت-128-گیگابایت-و-رم-4-گیگابایت',
                'meta_title' => 'قیمت و خرید گوشی موبایل سامسونگ مدل Galaxy A05s دو سیم کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت',
                'meta_description' => 'خرید اینترنتی گوشی موبایل سامسونگ مدل Galaxy A05s دو سیم کارت ظرفیت 128 گیگابایت و رم 4 گیگابایت با رنگبندی مشکی، بنفش به همراه مقایسه، بررسی مشخصات و لیست قیمت امروز در فروشگاه اینترنتی دیجی‌کالا
',
                'type' => 'product',
                'ref_id' => 3,
                'created_at' => '2025-04-01 18:56:20',
                'updated_at' => '2025-04-01 18:56:20',
            ),
        ));


    }
}
